/* No comment provided by engineer. */
"Already voted." = "Redan röstat.";

/* No comment provided by engineer. */
"Currently Playing" = "Spelas Nu";

/* No comment provided by engineer. */
"Find Track" = "Hitta Låt";

/* No comment provided by engineer. */
"Music Machine server was not found" = "Music Machine servern hittades inte";

/* No comment provided by engineer. */
"Next track in: %@" = "Nästa låt om: %@";

/* No comment provided by engineer. */
"No" = "Nej";

/* No comment provided by engineer. */
"No song playing" = "Ingen låt spelas";

/* No comment provided by engineer. */
"No track found, please try again." = "Ingen låt hittades, prova igen.";

/* No comment provided by engineer. */
"No tracks found" = "Inga låtar hittades";

/* No comment provided by engineer. */
"Send Vote" = "Skicka Röst";

/* No comment provided by engineer. */
"Sending Vote..." = "Skickar Röst...";

/* No comment provided by engineer. */
"Song or Artist" = "Låt eller Artist";

/* No comment provided by engineer. */
"Sure you want to send your vote?" = "Är du säker på att du vill skicka din röst?";

/* No comment provided by engineer. */
"Upcoming Playlist" = "Kommande Spellista";

/* No comment provided by engineer. */
"Vote" = "Rösta";

/* No comment provided by engineer. */
"Vote canceled." = "Röstning avbruten.";

/* No comment provided by engineer. */
"Vote failed." = "Röstning misslyckades.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Chosen Track" = "Vald Låt";

"Play in Spotify" = "Spela i Spotify";

"Want to play this track in Spotify?" = "Spela upp den här låten i Spotify?";

"Preview in Spotify" = "Förhandslyssna i Spotify";
